+++
title = "服务号功能设计"
date = 2022-02-06T17:01:01+08:00
tags = ["服务号,设计"]
categories = ["work"]
draft = false
+++


# 发送
1. 及时发送通知信息给某人或某些人
1. 定时发送通知信息给某人或某些人
1. 通知信息包括
    1. 按照通知是否需要被通知人来执行分为
        1. 通告，知悉即可不需要执行
        1. 任务，要在规定时间完成规定工作
    1. 按照被通知人分为
        1. 部分员工
        1. 部门全体员工
    1. 按照业务分为
        1. 产品新增订单
        1. 产品客户端、云的新增功能
        1. 产品相关的权益通知
        1. 产品订单状态的跟进情况


# 回答
1. 返回提问人和他相关的最近TOP5通知信息
1. 返回问题答案
1. 返回公司或部门制度
1. 返回业务流程
1. 记录每次提问的回复是否真正解决问题。把解决不好的问题收集起来，想办法获得正确答案并填写回去。
1. 记录咨询的问题，并能显示Top10

# 数据连接和计算
> 通过服务号来建立服务号，优化服务号。比如通过和机器人对话，能建立后台知识库，能发消息，能提问题。没有后台管理界面，全部都在前台通过对话完成。
1. 找到风险大的私有云项目
1. 计算各个组最新KPI完成情况
1. 建立按照产品线维度的知识库，可以通过关键字查询所需资料；
1. 建立按照客户行业划分的知识库和案例库，可以通过关键字（客户名称、区域、行业、项目经理姓名）查询案例和项目参考资料；
1. 建立踩坑案例库
1. 建立产品订单库并跟踪状态
