+++
title = "放疗和化疗病人的营养支持"
date = 2022-07-30T17:25:25+08:00
tags = ["治疗,癌症,营养"]
categories = ["family"]
draft = false
+++

# 化疗病人的营养支持

在食品的调配上，应注意色. 香. 味. 形，以增进食欲，并少食多餐，肉食以冷食. 气味小为主。

1. 对食欲减退者根据病人口味给予清淡易消化饮食，宜多吃煮. 炖. 蒸等食物，少吃油炸食物，并鼓励进食。

2. 对呕吐病人灵活掌握进食时间，协助病人在呕吐间歇期进食，可采用少食多餐. 进助消化食物. 多饮清水. 多吃薄荷类食物及冷食等方式，避免吃气味太浓. 油腻等食物，并在饭前. 饭后及睡前刷牙以去除口腔内异味。

3. 化疗药物影响病人增殖活跃的黏膜组织，为寄生口腔及肠道的细菌提供了入侵的途径，易引起口腔炎. 舌炎. 食管炎和口腔溃疡等。病人宜进食温流质或无刺激性软食，注意维生素及蛋白质的摄入，如新鲜蔬菜水果. 牛奶. 鸡蛋. 瘦肉. 鱼类及豆制品等。

4. 抗代谢药物易引起腹胀. 腹泻，病人宜进食少渣. 低纤维食物，避免吃生. 冷. 不能耐受及易产气的食物，如糖类. 豆类. 洋白菜. 碳酸饮料等。鼓励多饮开水，淡绿茶水，每日3000ml，不宜饮用咖啡. 浓茶和各种酒类。因腹泻造成大量钾离子丢失，宜进含钾高的食物，如土豆. 橘子. 桃子. 杏等。

5. 便秘者宜多饮水，为刺激肠动宜进高纤维素食物，如带皮的新鲜水果. 香蕉. 茎叶类蔬菜. 山药. 地瓜及燕麦片等。

6. 放疗病人应进食清热解毒. 滋阴生津的食物，如藕汁. 梨汁. 萝卜汁. 绿豆汤. 冬瓜汤. 西瓜. 南瓜. 丝瓜. 海带. 菱角等；多吃一些鱼. 肉. 奶. 蜂蜜. 新鲜蔬菜. 水果等；忌食热性食物，如狗肉. 羊肉. 兔肉. 黄鱼. 螃蟹. 橘子. 荔枝. 龙眼等；忌食辛辣香燥等刺激性食物，如胡椒. 葱. 姜. 蒜. 韭菜. 鸡等。

7. 腹部肿瘤放疗时，饮食宜细软，多选择易消化的食物，少量多餐，少食牛奶. 甜食和蜂蜜，以防肠道不适。少数病人发生放射性肠炎，应食少渣. 低纤维食物，并鼓励多饮水。有报道茶可减少辐射反应，以乌龙茶为最佳。
